Repository: 01MVP/PhotoDelete
Catalog: IOSAPP/PhotoDelete/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, ja, zh_hant

source: 移出相册，不删除照片
ar: إزالة من الألبوم، وليس حذفًا
de: Aus Album entfernen, nicht löschen
en: Remove from album, not delete
ja: アルバムから外す（削除しません）
zh_hant: 移出相冊，不刪除照片

source: 3 天体验已结束，基础整理仍可继续使用。开通年度或永久 Pro 后可继续使用进阶功能。
ar: انتهت التجربة لمدة 3 أيام. يظل التنظيف الأساسي مجانيًا. اختر Pro السنوي أو الدائم لمواصلة استخدام الميزات المتقدمة.
de: Die 3-tägige Testphase ist beendet. Die Basisbereinigung bleibt kostenlos. Mit Pro jährlich oder dauerhaft bleiben erweiterte Funktionen verfügbar.
en: The 3-day trial has ended. Basic cleanup remains free. Choose Annual or Lifetime Pro to keep using advanced features.
ja: 3日間の体験が終了しました。基本整理は引き続き無料です。年間または永久Proで高度な機能を利用できます。
zh_hant: 3 天體驗已結束，基礎整理仍可繼續使用。開通年度或永久 Pro 後可繼續使用進階功能。

source: 免费体验 3 天进阶功能，之后可选择年度 Pro 或永久 Pro。
ar: جرّب الميزات المتقدمة مجانًا لمدة 3 أيام، ثم اختر Pro السنوي أو الدائم.
de: Erweiterte Funktionen 3 Tage kostenlos testen, danach Pro jährlich oder dauerhaft wählen.
en: Try advanced features free for 3 days, then choose Annual or Lifetime Pro.
ja: 高度な機能を3日間無料で体験し、その後は年間Proまたは永久Proを選べます。
zh_hant: 免費體驗 3 天進階功能，之後可選擇年度 Pro 或永久 Pro。

source: 年度 Pro 和永久 Pro 均可解锁完整时间列表、压缩、相似照片清理和主题切换。
ar: يفتح كل من Pro السنوي والدائم المخطط الزمني الكامل والضغط وتنظيف الصور المتشابهة والسمات.
de: Pro jährlich und Pro dauerhaft schalten die vollständige Zeitleiste, Komprimierung, ähnliche Fotos und Designs frei.
en: Both Annual and Lifetime Pro unlock the full timeline, compression, similar-photo cleanup, and themes.
ja: 年間Proと永久Proのどちらでも、完全な時間リスト、圧縮、類似写真整理、テーマを利用できます。
zh_hant: 年度 Pro 和永久 Pro 均可解鎖完整時間列表、壓縮、相似照片清理和主題切換。

source: 年度 Pro
ar: Pro السنوي
de: Pro jährlich
en: Annual Pro
ja: 年間 Pro

source: 每年 · 自动续订
ar: سنويًا · يتجدد تلقائيًا
de: Pro Jahr · Verlängert sich automatisch
en: Per year · Auto-renews
ja: 年額 · 自動更新
zh_hant: 每年 · 自動續訂

source: 永久 Pro
ar: Pro الدائم
de: Pro dauerhaft
en: Lifetime Pro

source: 一次购买 · 永久使用
ar: شراء مرة واحدة · استخدام دائم
de: Einmal kaufen · Dauerhaft nutzen
en: One purchase · Lifetime access
ja: 一度購入 · 永久に利用
zh_hant: 一次購買 · 永久使用

source: 3 天体验到期不会扣费；年度 Pro 会自动续订，可随时在 Apple ID 设置中取消。基础整理始终免费。
ar: لن يتم تحصيل رسوم بعد تجربة 3 أيام. يتجدد Pro السنوي تلقائيًا ويمكن إلغاؤه في أي وقت من إعدادات Apple ID. يظل التنظيف الأساسي مجانيًا.
de: Für die 3-tägige Testphase fallen keine Kosten an. Pro jährlich verlängert sich automatisch und kann jederzeit in den Apple-ID-Einstellungen gekündigt werden. Die Basisbereinigung bleibt kostenlos.
en: The 3-day trial does not charge you. Annual Pro auto-renews and can be canceled anytime in Apple ID settings. Basic cleanup is always free.
ja: 3日間の体験では課金されません。年間Proは自動更新され、Apple ID設定でいつでも解約できます。基本整理は常に無料です。
zh_hant: 3 天體驗到期不會扣費；年度 Pro 會自動續訂，可隨時在 Apple ID 設定中取消。基礎整理始終免費。

source: 年度 Pro 为 %@/年；确认购买后开始计费并自动续订，可随时在 Apple ID 设置中取消。永久 Pro 为一次购买。基础整理始终免费。
ar: اشتراك Pro السنوي بسعر %@ سنويًا. يبدأ الخصم عند تأكيد الشراء ويتجدد تلقائيًا ما لم يتم إلغاؤه من إعدادات Apple ID. Pro الدائم عملية شراء لمرة واحدة. يظل التنظيم الأساسي مجانيًا.
de: Pro jährlich kostet %@ pro Jahr. Die Abrechnung beginnt nach der Kaufbestätigung und verlängert sich automatisch, sofern nicht in den Apple-ID-Einstellungen gekündigt wird. Pro dauerhaft ist ein Einmalkauf. Die Basisbereinigung bleibt kostenlos.
en: Annual Pro is %@/year. Billing starts when you confirm and renews automatically unless canceled in Apple ID settings. Lifetime Pro is a one-time purchase. Basic cleanup remains free.
ja: 年間 Pro は年額 %@ です。購入を確定すると課金が始まり、Apple ID 設定で解約しない限り自動更新されます。永久 Pro は一度限りの購入です。基本整理は無料です。
zh_hant: 年度 Pro 為 %@/年；確認購買後開始計費並自動續訂，可隨時在 Apple ID 設定中取消。永久 Pro 為一次購買。基礎整理始終免費。

source: 开通年度 Pro %@/年
ar: اشترك في Pro السنوي مقابل %@/سنة
de: Pro jährlich für %@/Jahr starten
en: Start Annual Pro %@/year
ja: 年間 Pro を開始 %@/年
zh_hant: 開通年度 Pro %@/年

source: 解锁永久 Pro %@
ar: افتح Pro الدائم مقابل %@
de: Pro dauerhaft für %@ freischalten
en: Unlock Lifetime Pro %@
ja: 永久 Pro を解除 %@
zh_hant: 解鎖永久 Pro %@

source: 年度 Pro 已启用
ar: Pro السنوي نشط
de: Pro jährlich aktiv
en: Annual Pro Active
ja: 年間 Pro が有効
zh_hant: 年度 Pro 已啟用

source: 永久 Pro 已解锁
ar: تم فتح Pro الدائم
de: Pro dauerhaft freigeschaltet
en: Lifetime Pro Unlocked
ja: 永久 Pro を解除済み
zh_hant: 永久 Pro 已解鎖

source: 订阅有效期内可使用全部进阶功能。
ar: تتوفر جميع الميزات المتقدمة ما دام اشتراكك نشطًا.
de: Alle erweiterten Funktionen sind während des aktiven Abonnements verfügbar.
en: All advanced features are available while your subscription is active.
ja: サブスクリプションの有効期間中は、すべての高度な機能を利用できます。
zh_hant: 訂閱有效期內可使用全部進階功能。

source: 一次购买，全部进阶功能永久可用。
ar: يمنحك شراء واحد وصولاً دائمًا إلى جميع الميزات المتقدمة.
de: Ein Kauf schaltet alle erweiterten Funktionen dauerhaft frei.
en: One purchase gives you lifetime access to all advanced features.
ja: 一度の購入で、すべての高度な機能を永久に利用できます。
zh_hant: 一次購買，全部進階功能永久可用。

source: 年度 Pro 已启用，订阅状态会由 App Store 自动更新。
ar: Pro السنوي نشط. يتم تحديث حالة الاشتراك تلقائيًا بواسطة App Store.
de: Pro jährlich ist aktiv. Der Abostatus wird automatisch vom App Store aktualisiert.
en: Annual Pro is active. Subscription status is updated automatically by the App Store.
ja: 年間Proは有効です。サブスクリプション状況はApp Storeによって自動更新されます。
zh_hant: 年度 Pro 已啟用，訂閱狀態會由 App Store 自動更新。

source: 年度 Pro 当前有效至 %@，续订状态以 App Store 为准。
ar: Pro السنوي نشط حاليًا حتى %@. تعتمد حالة التجديد على App Store.
de: Pro jährlich ist derzeit bis %@ aktiv. Der Verlängerungsstatus wird vom App Store verwaltet.
en: Annual Pro is currently active through %@. Renewal status is provided by the App Store.
ja: 年間Proは現在%@まで有効です。更新状況はApp Storeをご確認ください。
zh_hant: 年度 Pro 目前有效至 %@，續訂狀態以 App Store 為準。

source: 永久 Pro 已解锁，所有进阶功能可长期使用。
ar: تم فتح Pro الدائم. جميع الميزات المتقدمة متاحة بشكل دائم.
de: Pro dauerhaft ist freigeschaltet. Alle erweiterten Funktionen bleiben dauerhaft verfügbar.
en: Lifetime Pro is unlocked. All advanced features are available permanently.
ja: 永久Proを解除しました。すべての高度な機能を永久に利用できます。
zh_hant: 永久 Pro 已解鎖，所有進階功能可長期使用。

source: 已于 %@ 解锁永久 Pro，可长期使用。
ar: تم فتح Pro الدائم في %@ وسيظل متاحًا بشكل دائم.
de: Pro dauerhaft wurde am %@ freigeschaltet und bleibt dauerhaft verfügbar.
en: Lifetime Pro was unlocked on %@ and remains available permanently.
ja: %@に永久Proを解除しました。今後も永久に利用できます。
zh_hant: 已於 %@ 解鎖永久 Pro，可長期使用。

source: 查看年度与永久 Pro 方案
ar: عرض خطط Pro السنوية والدائمة
de: Pro jährlich und dauerhaft anzeigen
en: View Annual and Lifetime Pro plans
ja: 年間・永久 Pro プランを見る
zh_hant: 查看年度與永久 Pro 方案

source: 免费体验 3 天进阶功能，或开通年度 Pro；永久方案可在方案页选择。
ar: جرّب الميزات المتقدمة مجانًا لمدة 3 أيام أو اشترك في Pro السنوي. يتوفر Pro الدائم في صفحة الخطط.
de: Erweiterte Funktionen 3 Tage kostenlos testen oder Pro jährlich starten. Pro dauerhaft ist auf der Tarifseite verfügbar.
en: Try advanced features free for 3 days or start Annual Pro. Lifetime Pro is available on the plans screen.
ja: 高度な機能を3日間無料で体験するか、年間Proを開始できます。永久Proはプラン画面で選べます。
zh_hant: 免費體驗 3 天進階功能，或開通年度 Pro；永久方案可在方案頁選擇。

source: 年度 Pro 解锁完整时间列表、大文件清理、视频压缩、相似照片清理和主题切换。
ar: يفتح Pro السنوي المخطط الزمني الكامل وتنظيف الملفات الكبيرة وضغط الفيديو والصور المتشابهة والسمات.
de: Pro jährlich schaltet die vollständige Zeitleiste, große Dateien, Videokomprimierung, ähnliche Fotos und Designs frei.
en: Annual Pro unlocks the full timeline, large-file cleanup, video compression, similar-photo cleanup, and themes.
ja: 年間Proで、完全な時間リスト、大容量ファイル整理、動画圧縮、類似写真整理、テーマを利用できます。
zh_hant: 年度 Pro 解鎖完整時間列表、大檔案清理、影片壓縮、相似照片清理和主題切換。

source: 查看订阅状态和功能区别
ar: عرض حالة الاشتراك وميزات الخطة
de: Abostatus und Funktionen anzeigen
en: View subscription status and plan features
ja: サブスクリプション状況と機能を見る
zh_hant: 查看訂閱狀態和功能差異

source: 还剩 %lld 天，可选择年度或永久 Pro
ar: متبقي %lld أيام. يمكنك اختيار Pro السنوي أو الدائم في أي وقت.
de: Noch %lld Tage. Pro jährlich oder dauerhaft kann jederzeit gewählt werden.
en: %lld days remaining. Choose Annual or Lifetime Pro anytime.
ja: 残り%lld日。いつでも年間または永久Proを選べます。
zh_hant: 還剩 %lld 天，可選擇年度或永久 Pro

source: 3 天体验已结束，可选择年度或永久 Pro
ar: انتهت التجربة لمدة 3 أيام. اختر Pro السنوي أو الدائم.
de: Die 3-tägige Testphase ist beendet. Pro jährlich oder dauerhaft wählen.
en: The 3-day trial has ended. Choose Annual or Lifetime Pro.
ja: 3日間の体験が終了しました。年間または永久Proを選べます。
zh_hant: 3 天體驗已結束，可選擇年度或永久 Pro

source: 可先免费体验 3 天，也可选择年度或永久 Pro
ar: جرّب مجانًا لمدة 3 أيام، أو اختر Pro السنوي أو الدائم.
de: 3 Tage kostenlos testen oder Pro jährlich bzw. dauerhaft wählen.
en: Try free for 3 days, or choose Annual or Lifetime Pro.
ja: 3日間無料で体験するか、年間または永久Proを選べます。
zh_hant: 可先免費體驗 3 天，也可選擇年度或永久 Pro

source: 可选择年度订阅或一次购买的永久 Pro
ar: اختر اشتراكًا سنويًا أو Pro الدائم كعملية شراء لمرة واحدة.
de: Wähle ein Jahresabo oder Pro dauerhaft als Einmalkauf.
en: Choose an annual subscription or a one-time Lifetime Pro purchase.
ja: 年間サブスクリプション、または一度限りの永久 Pro を選べます。
zh_hant: 可選擇年度訂閱或一次購買的永久 Pro

source: 鼠尾草绿
ar: أخضر مريمي
de: Salbeigrün
en: Sage Green
ja: セージグリーン
zh_hant: 鼠尾草綠

source: 查看价格
en: View Price
zh_hant: 查看價格

source: 选择照片访问权限
en: Choose Photo Access
zh_hant: 選擇照片存取權限

source: 不需要账号，也不会上传照片。最后一步才会由系统请求照片访问权限。
en: No account is needed, and photos are never uploaded. The system asks for photo access only on the final step.
zh_hant: 不需要帳號，也不會上傳照片。最後一步才會由系統請求照片存取權限。

source: 严格
en: Strict
zh_hant: 嚴格

source: 标准
en: Standard
zh_hant: 標準

source: 宽泛
en: Broad
zh_hant: 寬泛

source: 使用系统 Vision，只保留非常接近的画面。
en: Uses on-device Vision and keeps only very close matches.
zh_hant: 使用系統 Vision，只保留非常接近的畫面。

source: 使用系统 Vision 识别相似画面，兼顾准确和数量。
en: Uses on-device Vision to balance accuracy and coverage.
zh_hant: 使用系統 Vision 識別相似畫面，兼顧準確和數量。

source: 按连拍、拍摄时间和尺寸寻找更多候选，建议逐组确认。
en: Finds more candidates by burst, capture time, and dimensions. Review each group.
zh_hant: 按連拍、拍攝時間和尺寸尋找更多候選，建議逐組確認。

source: 相似照片宽泛度
en: Similarity range
zh_hant: 相似照片寬泛度

source: 正在分析相似画面
en: Analyzing similar images
zh_hant: 正在分析相似畫面

source: 正在分析相似画面 %lld%%
en: Analyzing similar images %lld%%
zh_hant: 正在分析相似畫面 %lld%%

source: 正在整理拍摄时间和尺寸相近的照片。
en: Grouping photos with similar capture times and dimensions.
zh_hant: 正在整理拍攝時間和尺寸相近的照片。

source: 使用系统 Vision 在本机比对照片，不会上传照片。
en: System Vision compares photos on device. Nothing is uploaded.
zh_hant: 使用系統 Vision 在本機比對照片，不會上傳照片。

source: 可以切换到宽泛模式，查看更多可能相似的候选。
en: Switch to Broad to see more possible matches.
zh_hant: 可以切換到寬泛模式，查看更多可能相似的候選。

source: 最近整理
en: Recently Organized

source: 点按再次整理，会移出待删除并重新出现在整理列表。
en: Tap Organize Again to remove it from pending deletion and return it to review.
zh_hant: 點按再次整理，會移出待刪除並重新出現在整理列表。

source: 整理过的照片会显示在这里，方便回头修改。
en: Recently organized photos appear here so you can revise them.
zh_hant: 整理過的照片會顯示在這裡，方便回頭修改。

source: 再次整理
en: Organize Again

source: 清空最近整理记录？
en: Clear recent organization history?
zh_hant: 清空最近整理記錄？

source: 清空记录
en: Clear History
zh_hant: 清空記錄

source: 只会清空本机记录，不会修改照片或待删除列表。
en: This clears only local history and won’t change photos or pending deletion.
zh_hant: 只會清空本機記錄，不會修改照片或待刪除列表。

source: 取消收藏
en: Unfavorite

source: 取消收藏失败，请再试一次
en: Couldn’t remove from favorites. Try again.
zh_hant: 取消收藏失敗，請再試一次

source: 下滑取消收藏
en: Swipe down to unfavorite

source: 已取消收藏
en: Removed from favorites

source: 撤销失败，请再试一次
en: Couldn’t undo. Try again.
zh_hant: 撤銷失敗，請再試一次

# %@ 等 %lld 个相册
source: %1$@ 等 %2$lld 个相册
en: %1$@ and %2$lld albums
zh_hant: %1$@ 等 %2$lld 個相簿

source: 隐藏已归类照片
en: Hide filed photos
zh_hant: 隱藏已歸類照片

source: 默认不再显示已加入用户相册的照片
en: Photos already added to your albums are hidden by default
zh_hant: 預設不再顯示已加入使用者相簿的照片

source: 没有未归类的照片
en: No unfiled photos found
zh_hant: 沒有未歸類的照片

source: 已归类照片当前被隐藏，可在整理设置中重新显示。
en: Filed photos are hidden. You can show them again in review settings.
zh_hant: 已歸類照片目前已隱藏，可在整理設定中重新顯示。

source: 若照片权限为部分访问，请在系统设置中允许更多照片。
en: If photo access is limited, allow more photos in System Settings.
zh_hant: 若照片權限為部分存取，請在系統設定中允許更多照片。

source: 未命名相册
en: Untitled Album
zh_hant: 未命名相簿

source: OneZen 一念
en: OneZen

source: 可在右上角排序里调整顺序
en: Use Sort in the top right to reorder
zh_hant: 可在右上角排序裡調整順序

source: One Apps 系列
en: One Apps Series

source: 可以无脑下载的系列 App
en: Apps you can download without second thoughts
zh_hant: 可以無腦下載的系列 App

source: 全部无广告，基础功能无限制，页面简洁。每个 App 只专注解决一个小痛点。
en: No ads, unlimited core features, and a clean UI. Each app focuses on one small pain point.
zh_hant: 全部無廣告，基礎功能無限制，頁面簡潔。每個 App 只專注解決一個小痛點。

source: 无广告
en: No ads
zh_hant: 無廣告

source: 基础无限制
en: Unlimited basics
zh_hant: 基礎無限制

source: 一 App 一痛点
en: One app, one job
zh_hant: 一 App 一痛點

source: 在 OneApps.Studio 查看全部
en: See all on OneApps.Studio

source: 私密文档扫描
en: Private document scanning
zh_hant: 私密文件掃描

source: 私密习惯追踪
en: Private habit tracker
zh_hant: 私密習慣追蹤

source: 可复用的打包清单
en: Reusable packing lists
zh_hant: 可複用的打包清單

source: 跨设备专注计时
en: Focus across Apple devices
zh_hant: 跨裝置專注計時

source: 调音器与节拍器
en: Tuner and metronome
zh_hant: 調音器與節拍器

source: 尤克里里零基础入门
en: Ukulele for absolute beginners
zh_hant: 烏克麗麗零基礎入門

source: Markdown 与 HTML 编辑
en: Markdown & HTML editor
zh_hant: Markdown 與 HTML 編輯

source: 录音与语音转文字
en: Record and transcribe voice
zh_hant: 錄音與語音轉文字

source: 双人面对面小游戏
en: Local two-player games
zh_hant: 雙人面對面小遊戲

source: 本地坐姿提醒
en: Local posture reminders

source: 更多 App
en: More Apps

source: 系列简洁好用的 App
en: A series of simple, useful apps
zh_hant: 系列簡潔好用的 App

source: 打开完整的 App 列表
en: Opens the full app list
zh_hant: 打開完整的 App 列表

source: 独立小而美的 App，专注、私密、好用。
en: Independent, focused apps that are private and easy to use.
zh_hant: 獨立小而美的 App，專注、私密、好用。

source: 每个 App 只解决一个小痛点，基础功能无广告、无限制。
en: Each app solves one small pain point, with unlimited core features and no ads.
zh_hant: 每個 App 只解決一個小痛點，基礎功能無廣告、無限制。

source: 访问 OneApps.Studio
en: Visit OneApps.Studio
zh_hant: 造訪 OneApps.Studio

source: 在 App Store 查看
en: View on the App Store

source: 查看产品页
en: View product page
zh_hant: 查看產品頁

source: 扫描纸质文档，在本地整理最近扫描，并按需导出清晰 PDF。
en: Scan paper documents, keep recent scans locally, and export clear PDFs when needed.
zh_hant: 掃描紙本文件，在本地整理最近掃描，並按需匯出清晰 PDF。

source: 用灵活计划、清晰进度和私有同步，建立真正适合日常生活的习惯。
en: Build habits that fit real life with flexible plans, clear progress, and private sync.
zh_hant: 用靈活計畫、清晰進度與私有同步，建立真正適合日常生活的習慣。

source: 从模板创建本次打包清单，逐项勾选，完成后归档，下次还能继续用。
en: Start from a template, check items off, archive the list, and reuse it next time.
zh_hant: 從模板建立本次打包清單，逐項勾選，完成後封存，下次還能繼續用。

source: 在 iPhone、iPad 与 Mac 上开始同一场专注，并查看真实保护状态。
en: Start one focus session across iPhone, iPad, and Mac with honest protection status.
zh_hant: 在 iPhone、iPad 與 Mac 上開始同一場專注，並查看真實保護狀態。

source: 离线乐器调音器，提供形象化指引、节拍器与常用和弦。
en: An offline instrument tuner with visual guidance, a metronome, and common chords.
zh_hant: 離線樂器調音器，提供形象化指引、節拍器與常用和弦。

source: 从调音、节奏与和弦开始，逐步弹出第一首熟悉旋律。
en: Start with tuning, rhythm, and chords, then play your first familiar melody.
zh_hant: 從調音、節奏與和弦開始，逐步彈出第一首熟悉旋律。

source: 快速打开、编辑并分享 Markdown、HTML、SVG 与纯文本，私密且离线。
en: Open, edit, and share Markdown, HTML, SVG, and plain text—privately and offline.
zh_hant: 快速開啟、編輯並分享 Markdown、HTML、SVG 與純文字，私密且離線。

source: 录音、离线转写，并在 Apple 设备间通过私有 iCloud 同步。
en: Record, transcribe offline, and sync privately over iCloud across Apple devices.
zh_hant: 錄音、離線轉寫，並在 Apple 裝置間透過私有 iCloud 同步。

source: 十款为两台附近 iPhone 打造的插画游戏，无需互联网或账号。
en: Ten illustrated games for two nearby iPhones, with no internet or account required.
zh_hant: 十款為兩台附近 iPhone 打造的插畫遊戲，無需網際網路或帳號。

source: 隐私优先的本地姿势监控，减少误报并提供可靠提醒。
en: Privacy-first local posture monitoring with fewer false alerts and reliable reminders.
zh_hant: 隱私優先的本地姿勢監控，減少誤報並提供可靠提醒。

source: 用简短的冥想与呼吸练习，帮你更快安静下来。
en: Short meditation and breathing practices to help you settle more quickly.
zh_hant: 用簡短的冥想與呼吸練習，幫你更快安靜下來。
